Repository: congnvp/keila
Catalog: priv/gettext/*/LC_MESSAGES/admin.po
Languages: vi

source: %{remaining} / %{total} credits
vi: %{remaining} / %{total} tín dụng

source: Activation
vi: Kích hoạt

source: Add Credits
vi: Thêm tín dụng

source: Add credits
vi: Thêm tín dụng

source: Administer Credits for %{email}
vi: Quản lý tín dụng cho %{email}

source: Administrate Users
vi: Quản trị người dùng

source: Amount
vi: Số tiền

source: Campaigns associated with this sender will not be deleted.
vi: Các chiến dịch được liên kết với người gửi này sẽ không bị xóa.

source: Create a new Shared Sender
vi: Tạo Người gửi được chia sẻ mới

source: Credits
vi: Tín dụng

source: Credits for account %{account}
vi: Tín dụng cho tài khoản %{account}

source: Delete Shared Sender %{sender}?
vi: Xóa Người gửi được chia sẻ %{người gửi}?

source: Deleting a shared sender cannot be undone.
vi: Không thể hoàn tác việc xóa người gửi được chia sẻ.

source: Here you can manage other users on your Keila instance.
vi: Tại đây, bạn có thể quản lý những người dùng khác trên phiên bản Keila của mình.

source: My Shared Sender
vi: Người gửi được chia sẻ của tôi

source: New Shared Sender
vi: Người gửi được chia sẻ mới

source: Shared Senders
vi: Người gửi được chia sẻ

source: Shared Senders are available to all users on this instance of Keila.
vi: Người gửi được chia sẻ có sẵn cho tất cả người dùng trên phiên bản Keila này.

source: Sign-up
vi: Đăng ký

source: Type in the shared sender name to confirm its deletion:
vi: Nhập tên người gửi được chia sẻ để xác nhận việc xóa:

source: Login as
vi: Đăng nhập bằng
